xml/response/film_outofafrica.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatSingleManifestationRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <ofo:fullDisplayInformation>
    <ofo:creator>&lt;div class="creators"/&gt;</ofo:creator>
    <ofo:title>&lt;div class="title"&gt;Out of Africa&lt;/div&gt;</ofo:title>
    <ofo:type>&lt;div class="type"&gt;Blu-ray&lt;/div&gt;</ofo:type>
    <ofo:description>&lt;div class="subjects"&gt;
  &lt;span class="subjectHeader"&gt;Emne:&lt;/span&gt;
  &lt;span class="subject phraseLink"&gt;Karen Blixen&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;biografiske film&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;kærlighed&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;Kenya&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;Afrika&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;1910-1919&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;1920-1929&lt;/span&gt;
&lt;/div&gt;&lt;div class="abstract"&gt;Om Karen Blixens liv på kaffefarmen i Kenya fra 1913-1931 med hovedvægten på hendes forhold til Dennis Finch Hatton&lt;/div&gt;</ofo:description>
    <ofo:details>&lt;div class="alternativeTitle"&gt;
  &lt;span class="alternativeTitle"&gt;Alternativ titel: Mit Afrika&lt;/span&gt;
&lt;/div&gt;&lt;div class="contributors"&gt;
  &lt;span class="contributor"&gt;medvirkende: Robert Redford, Meryl Streep, Klaus Maria Brandauer&lt;/span&gt;
&lt;/div&gt;&lt;div class="format"&gt;Spilletid: ca. 2 t., 41 min.&lt;/div&gt;&lt;div class="shelf"&gt;
  &lt;span class="shelfHeader"&gt;Opstilling i folkebiblioteker:&lt;/span&gt;
  &lt;span class="classification phraseLink"&gt;77.7&lt;/span&gt;
&lt;/div&gt;&lt;div class="audience"&gt;
  &lt;div class="markedAudience"&gt;Mærkning: Tilladt for børn over 11 år&lt;/div&gt;
  &lt;div class="recommendedAudience"&gt;Biblioteket anbefaler: Fra 14 år&lt;/div&gt;
&lt;/div&gt;&lt;div class="usedLanguages"&gt;
  &lt;div class="usedLanguage"&gt;Engelsk tale, samt synkronisering på japansk, fransk, italiensk, tysk og spansk&lt;/div&gt;
  &lt;div class="usedLanguage"&gt;Undertekster på japansk, engelsk, fransk, italiensk, tysk, spansk, hollandsk, kinesisk, dansk, finsk, græsk, koreansk, norsk, portugisisk og svensk&lt;/div&gt;
&lt;/div&gt;&lt;div class="note"&gt;
  &lt;div class="descriptionNote"&gt;Originalfilmen: USA : Universal, 1985&lt;/div&gt;
  &lt;div class="descriptionNote"&gt;Af indholdet: Extras&lt;/div&gt;
&lt;/div&gt;&lt;div class="languageInformation"/&gt;
&lt;span class="languageHeader"&gt;Sprog:&lt;/span&gt;
&lt;span class="language"&gt;Flere sprog&lt;/span&gt;</ofo:details>
    <ofo:publicationDetails>&lt;div class="publication"&gt;
  &lt;span class="publisher"&gt;Universal Pictures Nordic&lt;/span&gt;
  , 
  &lt;span class="year"&gt;2010&lt;/span&gt;
&lt;/div&gt;</ofo:publicationDetails>
    <ofo:content/>
  </ofo:fullDisplayInformation>
</ofo:bibliotekdkFullDisplay>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatSingleManifestationRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
